import sec3_1 from '../../public/images/sec3_1.png'
import sec3_2 from '../../public/images/sec3_2.png'
import sec3_3 from '../../public/images/sec3_3.png'
import sec3_4 from '../../public/images/sec3_4.png'

export const tradin = [
    {
        id: 1,
        name: 'Принесите своё устройство в любой из магазинов Re:Bro',
        description: 'Мы принимаем все модели iPhone, iPad, AirPods, Apple Watch и ноутбуки Mac. Устройство должно быть в рабочем состоянии (включаться).',
        images: sec3_1,
    },
    {
        id: 2,
        name: 'Передайте своё устройство на оценку',
        description: 'Если устройство соответствует условиям из пункта 1, мы проведем диагностику для оценки его стоимости. При оценке мы учитываем повреждения и царапины на корпусе, экране, сколы и другие следы использования. Это займет не более 10 минут.',
        images: sec3_2,
    },
    {
        id: 3,
        name: 'Используйте скидку при покупке нового устройства',
        description: 'Что вы хотите купить - решать вам, ограничений по ассортименту нет. Оставшуюся сумму можно доплатить картой, наличными или оформить в рассрочку или кредит. При этом бонусная программа также будет работать на накопление и списание.',
        images: sec3_3,
    },
    {
        id: 4,
        name: 'Перенесём все ваши данные на новое устройство',
        description: 'Что вы хотите купить - решать вам, ограничений по ассортименту нет. Оставшуюся сумму можно доплатить картой, наличными или оформить в рассрочку или кредит. При этом бонусная программа также будет работать на накопление и списание.',
        images: sec3_4,
    }
]
